Repository: docker-web/docker-web
Catalog: services/politepol/frontend/frontend/locale/*/LC_MESSAGES/django.po
Languages: ru

# meta_desc
source: Create RSS feed for any webpage you need. All you need is to make several mouse button clicks.
ru: Создать RSS ленту из любой веб страницы в интернете в несколько кликов.

# meta_keywords
source: rss feed generator, create rss, webpage to rss, html to rss, free rss generator, rss builder, create rss feed, create rss online
ru: rss генератор, создать rss ленту, создать rss, rss генератор онлайн, генератор rss лент

source: Contact
ru: Контакты

source: Made by
ru: Сделал

# made_name
source: Alexandr Nesterenko
ru: Александр Нестеренко

# contact.title
source: Contact us by email:
ru: Свяжитесь с нами по имэйлу:

# contact.msg
source: We will answer ASAP
ru: Мы ответим как можно скорее

# index_title
source: PolitePol.com: Generate RSS feeds for any web page
ru: PolitePol.com: Создай RSS канал для любой веб-страницы

source: Help
ru: Помощь

# hello
source: Create your feed yourself!
ru: Создай новостную ленту сам!

source: Go!
ru: Поехали!

# help.header
source: Video tutorial how to make your feed:
ru: Видеоурок по созданию RSS ленты:

# subscribe.feed_ready
source: Feed is ready!
ru: Лента готова!

# subscribe.your_feed
source: Your feed
ru: Ваша лента

# subscribe.loading
source: Loading...
ru: Загрузка...

# subscribe.preview
source: Preview
ru: Предпросмотр

# xpath.link
source: http://www.zvon.org/comp/r/tut-XPath_1.html
ru: http://zvon.org/xxl/XPathTutorial/Output_rus/examples.html

# setup.you_are_creating_feed_with
source: You are creating feed with
ru: Вы создаете ленту содержащую

# setup.help
source: Click on the button and move cursor to the below document and pick item you interested in.
ru: Нажмите на кнопку и переместите курсор на документ внизу и выберите нужный блок

# setup.title
source: Title
ru: Название

# setup.and
source: and
ru: и

# setup.description
source: Description
ru: Описание

# setup.item_xpath
source: Post xpath
ru: Xpath поста

# setup.skipped
source: Skipped
ru: Пропущено

# setup.Selected
source: Selected %s parts
ru: Выбрано %s фрагментов

# setup.title_xpath
source: Title xpath
ru: Xpath названия

# setup.Required
source: Required
ru: Обязательное

# setup.Optional
source: Optional
ru: Опциональное

# setup.link_xpath
source: Link xpath
ru: Xpath ссылки

# setup.description_xpath
source: Description xpath
ru: Xpath описания

# setup.clicker_tip
source: Visual constructor
ru: Визуальный конструктор

# setup.confirm_loose
source: You will loose your changes. Are you sure?
ru: Вы потеряете изменения. Вы уверены?

# setup.extended_tip
source: Selectors editor
ru: Редактор селекторов

# setup.check
source: Check
ru: Проверить

# setup.create
source: Create
ru: Создать

# setup.found_posts
source: Found posts
ru: Найденные посты

# setup.no_posts
source: No posts
ru: Посты не найдены

# setup.link
source: Link
ru: Ссылка
